{
  "trips": [
    {
      "poem": {
        "title": "〈感諷五首．其三〉",
        "poetry": "李賀",
        "original": [
          "南山何其悲，鬼雨灑空草！",
          "長安夜半秋，風前幾人老？",
          "低迷黃昏徑，裊裊青櫟道；",
          "月午樹無影，一山唯白曉，",
          "漆炬迎新人，幽壙螢擾擾。"
        ],
        "translation": [
          "南山是多麼的悲涼，鬼雨灑落在空曠的草地上。",
          "長安的深夜已是秋天，在風中不知多少人已經變老。",
          "黃昏的路徑彷彿籠罩著一層迷霧，青櫟樹的道路上飄著悠長的微風。",
          "夜半的月亮高懸，樹木卻無影，整座山上只有白色的晨曦。",
          "漆黑的火炬迎接著新來的人，幽暗的墓穴中螢火蟲在四處飛舞。"
        ],
        "secretTexts": [
          "李賀經常騎著一匹瘦馬，帶著小童子邊走邊思索，一旦有了好句子或是來了靈感，便把所想到的靈感急速記錄下來，投進小童子背著的小錦囊裡。一到家裡，連飯也來不及吃，便從小錦囊裡拿出他白天所投進去的斷章零句，當即進行整理，寫成一首首令人叫好的詩作。",
          "李賀的詩想像力豐富，意境詭異華麗，常用些險韻奇字，作品中出現的「死」字達20多個﹐「老」字達50多個，風格同唐朝其他詩人迥然不同。",
          "李賀只活了短短二十七歲。他經歷了安史之亂帶來的巨大衝擊，詩風出現了怪奇反常的新風格。他是唐代宗室後裔，擁有皇族的血統，然而家世沒落，又因為科舉考試的挫折，落入一輩子不能考上進士的絕望，他說自己「二十心已朽」，懷抱著一顆朽壞的心自我放逐含恨而終。"
        ],
        "situationText": [
          "當細雨輕灑於廣袤的草地上，水霧繚繞，彷彿鬼雨隨風飄落，帶來一種淒美的氛圍。這裡的綠意充盈，卻隱隱透出一絲悲涼，草木搖曳如同詩中描繪的空寂情境，讓人不禁感慨萬千，心隨風雨低語，與大自然融為一體。",
          "夕陽西下，餘暉灑在蜿蜒的山徑間，讓整條步道籠罩在一片淡淡的金色光影中。步道旁的樹木枝葉隨風輕搖，彷彿青櫟裊裊升起的細霧，讓人步入一條通向無盡寧靜的道路。"
        ]
      },
      "id": "trip01",
      "places": [
        "001",
        "002",
        "003"
      ],
      "tag": 0,
      "season": 2,
      "weather": 1,
      "startTime": 1,
      "isComplete": false
    },
    {
      "poem": {
        "title": "〈夜宿山寺〉",
        "poetry": "李白",
        "original": [
          "危樓高百尺，手可摘星辰。",
          "不敢高聲語，恐驚天上人。"
        ],
        "translation": [
          "山上寺院的高樓真高啊，好像有一百尺的樣子，人在樓上好像一伸手就可以摘下天上的星星。",
          "站在這裡，我不敢大聲說話，唯恐驚動天上的神仙。"
        ],
        "secretTexts": [
          "李白自號「青蓮居士」，源於《維摩詰經》的「青蓮」，展現他對佛教的崇敬和對維摩詘生活方式的嚮往。他不僅在詩中多次引用「青蓮」，還將維摩詘視為自己的精神榜樣，特別推崇《維摩詰經》中的「入諸酒肆，能立其志」的教義。"
        ],
        "situationText": [
          "台北101的觀景台是城市中最高的地方，從這裡俯瞰整個台北，感受到與天空接近的高度。站在這樣的高處，彷彿一個輕聲細語就能驚擾天上的人，體會詩中的敬畏與謙卑之感。"
        ]
      },
      "id": "trip02",
      "places": [
        "004"
      ],
      "tag": 1,
      "season": 4,
      "weather": 2,
      "startTime": 2,
      "isComplete": false
    },
    {
      "poem": {
        "title": "〈酬張少府〉",
        "poetry": "王維",
        "original": [
          "晚年惟好靜，萬事不關心。",
          "自顧無長策，空知返舊林。",
          "松風吹解帶，山月照彈琴。",
          "君問窮通理，漁歌入浦深。"
        ],
        "translation": [
          "到了晚年只喜歡清靜，對什麼事情都漠不關心。",
          "自思沒有高策可以報國，只要求歸隱家鄉的山林。",
          "寬解衣帶對著松風乘涼，山月高照正好弄弦彈琴。",
          "若問窮困通達的道理，請聽水浦深處漁歌聲音。"
        ],
        "secretTexts": [
          "王維全家皆虔信佛法，茹素戒殺。王維母親崔氏在他很小的時候就帶發修行，一生「褐衣蔬食，持戒安禪」。王維自己也是常年素食，到晚歲就更嚴格。他相信仁德博厚可以感動天地萬物，宇宙蒼生可以各得其所，相敬相和。他還不只一次懇求朝廷允許自己將所得的職田獻出，作為週濟窮苦、布施粥飯之用。",
          "天寶末年，安祿山攻佔長安，皇室倉皇西逃，王維不及逃出，為叛軍所俘，並遭軟禁於洛陽菩提寺，其後被逼做了偽官。後來亂事平定，王維官升至尚書右丞，但他對降賊一事耿耿於懷，為了贖罪，他將他的別墅改為寺院，供養十數名僧人。"
        ],
        "situationText": [
          "步行登山：在登山途中，放慢腳步，感受山中的寧靜，聆聽松風和鳥鳴，仿佛在松風吹拂中，體驗詩中「解帶」的放鬆感。",
          "坐在碼頭的長椅上，看著海面，思索關於人生的困境與順遂，就像詩中的「君問窮通理」。"
        ]
      },
      "id": "trip03",
      "places": [
        "004"
      ],
      "tag": 2,
      "season": 4,
      "weather": 2,
      "startTime": 2,
      "isComplete": false
    }
  ]
}
